{
  "Buenas tardes Buenos dias Buenas noches":"Buenas, ¿en que te puedo ayudar?.",
  "Hola":"Buenas, ¿en que te puedo ayudar?",
  "¿Cuál es la actividad principal de la empresa Inge-Lean S.A.S?": "Inge‑Lean S.A.S es una empresa dedicada al desarrollo de soluciones tecnológicas orientadas a la mejora de procesos industriales y de servicios, combinando ingeniería, software y automatización.",
  "¿En qué año empezó a operar Inge-Lean y cuál ha sido su trayectoria?": "Inge‑Lean ha estado presente en la industria por varios años, acumulando experiencia en múltiples sectores industriales y de servicios.",
  "¿Qué objetivo principal persigue Inge-Lean con sus servicios?": "Nuestra misión es generar mejoras medibles en productividad mediante soluciones innovadoras en automatización, software, hardware y análisis de datos.",
  "¿Qué sectores empresariales o tipos de clientes trabajan con Inge-Lean?": "Atendemos empresas de diversos sectores, incluyendo manufactura, logística, parqueaderos, servicios públicos y más.",
  "¿Qué gama de servicios tecnológicos ofrece Inge-Lean actualmente?": "Ofrecemos automatización de procesos, desarrollo de hardware y software, análisis de datos, mantenimiento industrial, soluciones para parqueaderos automáticos, y tarjetas NFC personalizadas.",
  "¿Qué tecnologías se implementan en la automatización industrial ofrecida por Inge-Lean?": "Incluye la implementación de sensores, actuadores, PLCs, robots, redes industriales y HMI para controlar y optimizar procesos.",
  "¿Qué implica el proceso de desarrollo de hardware en Inge-Lean?": "Diseñamos y desarrollamos circuitos embebidos, PCBs personalizados, prototipos funcionales y productos listos para fabricación.",
  "¿Qué clases de software son desarrolladas por Inge-Lean?": "Creamos software de escritorio, web y móvil, incluyendo sistemas embebidos, controladores y soluciones en la nube.",
  "¿Qué etapas incluye el análisis de datos que realiza Inge-Lean?": "Incluye recolección y limpieza de datos, visualización interactiva, análisis estadístico y modelos predictivos.",
  "¿Qué tareas comprende el mantenimiento industrial ofrecido?": "Ofrecemos mantenimientos preventivos, correctivos y predictivos para garantizar la continuidad operativa de equipos.",
  "¿Qué funcionalidades tienen los sistemas automáticos de parqueaderos de Inge-Lean?": "Contamos con sistemas automáticos de acceso por lectura de placas (ANPR), control de ingresos/salidas, gestión de turnos y más.",
  "¿Cómo funcionan las tarjetas NFC desarrolladas por Inge-Lean?": "Son tarjetas físicas personalizables que permiten escaneo NFC y QR para facilitar la identificación, el control de acceso o el pago.",
  "¿Cuál es el flujo típico de un proyecto de automatización?": "Analizamos el proceso actual, diseñamos la solución, seleccionamos hardware, desarrollamos software de control, implementamos y hacemos pruebas.",
  "¿De qué manera se integran robots y PLCs a procesos existentes?": "Programamos y conectamos PLCs o robots a sensores y actuadores, creando sistemas de control que respondan a condiciones del entorno.",
  "¿Qué se realiza exactamente en el desarrollo de hardware en Inge-Lean?": "Incluye el diseño electrónico, prototipado, pruebas, validación funcional y preparación para fabricación.",
  "¿Qué funciones tienen los circuitos embebidos diseñados por Inge-Lean?": "Diseñamos sistemas con microcontroladores para tareas específicas como adquisición de datos, control de dispositivos, o comunicación.",
  "¿Qué características tienen las PCBs personalizadas que desarrollan?": "Diseñamos placas a medida según requisitos eléctricos y mecánicos, optimizando tamaño, consumo y funcionalidad.",
  "¿Cómo aplican visión por computador en sus soluciones de software?": "Implementamos algoritmos para detección de objetos, lectura de placas, análisis de movimiento o inspección automática.",
  "¿Qué plataformas usan para soluciones tecnológicas en la nube?": "Usamos plataformas escalables para almacenamiento, visualización, monitoreo remoto y control en tiempo real.",
  "¿Inge-Lean integra firmware y software en sus desarrollos?": "Sí, desarrollamos firmware para dispositivos embebidos y lo integramos con interfaces de usuario o sistemas externos.",
  "¿Qué técnicas estadísticas utilizan en el análisis de datos?": "Usamos análisis descriptivos, regresiones, clustering, y modelos de predicción para apoyar la toma de decisiones.",
  "¿Inge-Lean ofrece capacidades de detección automática?": "Sí, mediante visión por computador y machine learning detectamos placas, presencia humana, patrones de consumo, etc.",
  "¿Utilizan tecnología ANPR para reconocimiento de placas?": "Sí, contamos con tecnología ANPR que permite identificar automáticamente vehículos mediante sus placas.",
  "¿Ofrecen soluciones para apertura automática de talanqueras?": "Sí, nuestras soluciones integran cámaras, lectura de placas y controladores para abrir barreras de forma automática.",
  "¿Cómo controlan los ingresos económicos en sistemas de parqueaderos?": "A través de un sistema que registra entradas, salidas, pagos y turnos de operarios, con reportes de ingresos detallados.",
  "¿Qué beneficios ofrecen las tarjetas NFC personalizadas por Inge-Lean?": "Son personalizables, seguras y permiten una experiencia sin contacto, ideales para control de acceso y pagos rápidos.",
  "¿Qué datos puede contener un código QR vinculado a una tarjeta?": "Puede incluir datos personales, acceso a plataformas, identificadores únicos, o integrarse a sistemas de control.",
  "¿Qué mejoras en productividad ha logrado Inge-Lean con sus soluciones?": "Hemos logrado aumentos de productividad de hasta un 60% en varios proyectos, reduciendo tiempos y errores.",
  "¿Qué casos de éxito pueden compartir sobre proyectos realizados?": "Casos exitosos incluyen automatización completa de líneas de producción, control de parqueaderos y monitoreo en tiempo real.",
  "¿Cuál es el canal de contacto para solicitar servicios a Inge-Lean?": "Puedes escribirnos a contacto@inge-lean.com o visitar nuestra web www.inge-lean.com para más información y agendar una asesoría.",
  "¿Qué áreas cubren las soluciones tecnológicas de Inge-Lean?": "Ofrecemos soluciones en software, hardware, automatización industrial, inteligencia artificial y mantenimiento.\nPuedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03 para darnos a conocer tu problema.",
  "¿Dónde se encuentran las oficinas principales de Inge-Lean?": "Nuestra sede está en Pereira, Risaralda, Colombia.",
  "¿Qué horario de atención tiene Inge-Lean para sus clientes?": "Atendemos de lunes a viernes, de 8:00 a.m. a 5:00 p.m.",
  "¿Cómo contactar al soporte técnico de Inge-Lean en caso de problemas?": "Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03.",
  "¿Pueden desarrollar soluciones personalizadas para mi empresa?": "Adaptamos nuestras soluciones a las necesidades específicas de cada cliente.\nPuedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03",
  "¿Qué tipos de mantenimiento realiza Inge-Lean en sistemas tecnológicos?": "Brindamos mantenimiento preventivo, correctivo y predictivo en sistemas tecnológicos.\nPuedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03",
  "¿Cuáles son todos los servicios disponibles actualmente?": "Trabajamos con Automatización de procesos industriales, Desarrollo de software, Análisis de datos, Desarrollo de hardware, Mantenimiento industrial, Parqueaderos automáticos y Tarjetas NFC.",
  "¿Inge-Lean aplica inteligencia artificial en sus soluciones?": "Sí, desarrollamos soluciones basadas en inteligencia artificial para automatizar procesos.",
  "¿Qué pasos debo seguir para solicitar una cotización o contratar un servicio?": "Contáctanos con los detalles de tu proyecto al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03 y te enviaremos una cotización personalizada.",
  "¿En qué ciudades de Colombia y otros países ofrecen sus servicios?": "Operamos en gran parte de Colombia, como: Pereira, Dosquebradas, Manizales, Armenia, Santa Marta, Cartagena, Medellín, Cali y Quibdo. También trabajamos en Paraguay y España.",
  "Muchas gracias":"Fue un gusto atenderle, somos Inge-Lean S.A.S Ingenieria especializada a la medida.",
  "Adios":"Fue un gusto atenderle, somos Inge-Lean S.A.S Ingenieria especializada a la medida.",
  "Necesito un servicio de automatización": "Ofrecemos automatización de procesos industriales usando sensores, PLCs, robots y más para optimizar tu operación. Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03.",
  "Necesito un servicio de desarrollo de software": "Creamos software a medida para escritorio, web, móvil y sistemas embebidos. Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03.",
  "Necesito un servicio de Análisis de Datos": "Realizamos visualizaciones, modelos predictivos y consultoría estadística. Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03.",
  "Necesito un servicio de Desarrollo de Hardware": "Diseñamos PCBs, sistemas embebidos y prototipos industriales personalizados. Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03.",
  "Necesito un servicio de Mantenimiento Industrial": "Preventivo, correctivo y predictivo para asegurar la continuidad operativa. Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03.",
  "Necesito un servicio de Parqueaderos Automáticos": "Sistemas de control de acceso, lectura de placas (ANPR) y gestión automática. Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03.",
  "Necesito un servicio de Tarjetas NFC": "Tarjetas físicas con NFC y códigos QR para pagos, control de acceso y gestión de usuarios. Puedes escribirnos al correo comercial@ingelearn.com o llamarnos al +57 311 419 68 03."

 
}
